<?php
// Heading
$_['heading_title'] = 'Разные доставки для разных категорий';

// Text
$_['text_module']         = 'Модули';
$_['text_success']        = 'Настройки модуля обновлены!';

// Column

// Entry
$_['entry_categoryshipping'] = '<b>Способы доставки</b><br/><span class="help">если не выбран ни один способ доставки, то для даннной категории считаются доступными все способы доставки</span>';
$_['entry_showshippingtocustomer'] = 'Показывать покупателю доступные способы доставки на странице товара';
$_['entry_showshippingtocustomer_help'] = '';

$_['entry_replacement_shipping'] = 'Использовать доставку, если подходящей не нашли';
$_['entry_replacement_shipping_help'] = 'Если в корзине окажутся товары с разными способами доставки (у которых не будет ни одного общего для всех способа доставки), покупателю будет предложен указанный здесь способ';
$_['replacement_shipping_not_use'] = '- не использовать -';

$_['categoryshipping_development'] = 'Разработка модуля: <a href="http://19th19th.ru">19th19th.ru</a>';
$_['categoryshipping_contact'] = 'Вопросы и предложения: <b>opencart@19th19th.ru</b>';
$_['entry_noshipinng_error'] = 'Альтернативный текст ошибки, когда не найден способ доставки';
$_['entry_noshipinng_error_help'] = 'текст который заменит стадартный текст ошибки, который показывается покупателю при попытке оформить заказ, когда в корзине  товары у которых нет общих способов доставки <br>(чтобы использовать стандартный текст ошибки - оставьте поле пустым)';


// Error

?>