<?php
// Heading
$_['heading_title']			= 'Водяной знак';

// Text
$_['text_module']			= 'Модули';
$_['text_success']			= 'Настройки модуля обновлены!';
$_['text_status']			= 'Статус:';
$_['text_type_image']		= 'Изображение';
$_['text_type_text']		= 'Текст';
$_['text_image_manager']	= 'Менеджер изображений';
$_['text_browse']           = 'Обзор';
$_['text_clear']            = 'Очистить';
$_['text_positionings']		= 'Позиционирование:';
$_['text_angle']			= 'Наклон:';
$_['text_fontsize']			= 'Размер шрифта:';
$_['text_font']				= 'Шрифт:';
$_['text_text']				= 'Текст:';
$_['text_image']			= 'Изображение:';
$_['text_color']			= 'Цвет:';
$_['text_offset']			= 'Смещение:';
$_['text_px']				= 'px';
$_['text_opacity']			= 'Прозрачность:';
$_['text_type']				= 'Тип:';
$_['text_folders']			= 'Папка для преобразования:';
$_['text_min']				= 'Минимальный размер изображения:';
$_['text_ignore']			= 'Не учитывать';
$_['text_all_images']		= 'Все изображения';
$_['text_cache_cleared']	= 'Кэш очищен.';
$_['text_image_category']	= 'Размер изображения в списке категорий (%s)';
$_['text_image_thumb']		= 'Размер большого изображения товара (%s)';
$_['text_image_popup']		= 'Размер всплывающего изображения товара (%s)';
$_['text_image_product']	= 'Размер изображения в списке товаров (%s)';
$_['text_image_additional']	= 'Размер дополнительных изображений товаров (%s)';
$_['text_image_related']	= 'Размер изображения аналогичных товаров (%s)';
$_['text_image_compare']	= 'Размер изображения в списке сравнения (%s)';
$_['text_image_wishlist']	= 'Размер изображения в списке заметок (%s)';
$_['text_image_cart']		= 'Размер изображений товаров в корзине (%s)';

// help
$_['help_angle']			= '<span class="help">Значение указывается в градусах</span>';
$_['help_opacity']			= '<span class="help">Допустимое значение (0-100).</span>';
$_['help_min']				= '<span class="help">Минимальный размер изображения для которого можно накладывать водяной знак.</span>';
$_['help_folders']			= '<span class="help">Водяной знак будет добавлен ко всем изображениям в указанных папках.</span>';

// Button
$_['button_clear']			= 'Очистить кэш';

// Error
$_['error_permission']    = 'У Вас нет прав для управления этим модулем!';
$_['error_image']         = 'Введите рамеры изображения!';
$_['error_field_image']   = 'Поле «Изображение» заполнено неверно.';
$_['error_field_text']    = 'Поле «Текст» заполнено неверно.';
$_['watermark_font_size'] = 'Поле «Размер шрифта» заполнено неверно.';
$_['error_field_opacity'] = 'Поле «Прозрачность» заполнено неверно.';

?>