<?php
// Text
$_['text_title']       = 'Доставка курьером/Самовывоз';

$_['text_description_zone1_before'] = 'Доставка по г. Новосибирск, г. Обь, г. Бердск, наукограду Кольцово';
$_['text_description_zone2_before'] = 'Самовывоз г. Новосибирск, ул. Дзержинского проспект, 1/1, ТЦ Солнечный 1 этаж - основной пункт выдачи с мини-складом, здесь можно забрать заказ сразу же после подтверждения.';
$_['text_description_zone3_before'] = 'Самовывоз г. Новосибирск, ул. Кривощековская, 15, корп. 3';
$_['text_description_zone4_before'] = 'Самовывоз г. Новосибирск, ул. Ленина, 1, ТЦ Аркада (ст. метро "Площадь Ленина")';
$_['text_description_zone5_before'] = 'Самовывоз наукоград Кольцово, Никольский проспект, 6';
$_['text_description_zone6_before'] = 'Доставка до транспортной компании';
$_['text_description_zone7_before'] = 'Доставка по России';

$_['text_description_zone1_after'] = 'Доставка по г. Новосибирск, г. Обь, г. Бердск, наукограду Кольцово';
$_['text_description_zone2_after'] = 'Самовывоз г. Новосибирск, ул. Дзержинского проспект, 1/1, ТЦ Солнечный 1 этаж - основной пункт выдачи с мини-складом, здесь можно забрать заказ сразу же после подтверждения.';
$_['text_description_zone3_after'] = 'Самовывоз г. Новосибирск, ул. Кривощековская, 15, корп. 3';
$_['text_description_zone4_after'] = 'Самовывоз г. Новосибирск, ул. Ленина, 1, ТЦ Аркада (ст. метро "Площадь Ленина")';
$_['text_description_zone5_after'] = 'Самовывоз наукоград Кольцово, Никольский проспект, 6';
$_['text_description_zone6_after'] = 'Доставка до транспортной компании';
$_['text_description_zone7_after'] = 'Доставка по России';

?>