<?php
// Heading
$_['heading_title']    = 'Доставка курьером по городу';

// Text 
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Настройки модуля обновлены!';

// Entry
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

$_['entry_min_total_for_change_cost'] = 'Минимальная сумма заказа для изменения стоимости:<br /><span class="help">Если сумма заказа больше или равна указаной сумме, то стоимость доставки будет равна значению из поля стоимость доставки.</span>';
$_['entry_delivery_price'] = 'Стоимость доставки, если сумма заказа выше минимальной:';


// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>