<?php
// Heading
$_['heading_title']      = 'Самовывоз в зависимости от города';

// Text
$_['text_shipping']      = 'Доставка';
$_['text_success']       = 'Настройки модуля обновлены!';

$_['column_city']      = 'Город';
$_['column_rate']      = 'Цены';
$_['column_status']   = 'Статус';

// Entry
$_['entry_rate']         = 'Расценки:<br /><span class="help"><b>Пример 1:</b> 500:300<br /> 500 - общая сумма заказа<br />Если заказ < 500, то доставка 300, если > 500, то доставка 0<br /> <b>Пример 2:</b> 500:300:50<br />Так же, но если заказ больше 500, то стоимость доставки 50<br /><b>Пример 3:</b> 500:300:1000:200<br />Так же, но если заказ от 500 до 1000, то стоимость доставки 200<br /><b>Пример 4:</b> 500:300:1000:200:50<br />Так же, но если заказ > 1000, то стоимость доставки 50</span>';
$_['entry_tax']          = 'Налог:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
?>