<?php
// Heading
$_['heading_title']    = 'Сервисные центры';

// Text
$_['text_success']     = 'Список сервисных центров обновлен!';
$_['text_none']           = '-- Не выбрано --';

// Column
$_['column_city']            = 'Город';
$_['column_name']      = 'Имя сервисного центра';
$_['column_action']    = 'Действие';

// Entry
$_['entry_city']             = 'Город:';
$_['entry_manufacturer']             = 'Производитель:';
$_['entry_name']       = 'Название сервисного центра:';
$_['entry_address']       = 'Адрес сервисного центра:';
$_['entry_time']       = 'Время работы:';
$_['entry_phone']       = 'Телефон:';
$_['entry_urlserviceinfo']       = 'URL страницы:';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения сервисных центров!';
$_['error_city']          = 'Выберите город из списка!';
$_['error_manufacturer']          = 'Выберите производителя из списка!';
$_['error_name']       = 'Название должно быть от 3 до 32 символов!';
$_['error_product']    = 'Сервисный центр нельзя удалить, поскольку он используется для %s товара(ов)!';
?>
